---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LevelAssociationFailures
source: html/834d39fa-d7b1-4949-312d-25bc3bb15734.htm
---
# BuiltInFailures.LevelAssociationFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.